{
  "hello": "Hello",
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "profile": "Profile",
  "close": "Close",
  "CFH": "Cultural Fusion Hub",
  "greeting": "In this community, mixed-race children and their parents gather to grow together through information exchange and support. We regularly provide information and announce events. We plan workshops, seminars, and social gatherings to support the children's growth, so please join us!",
  "start": "Start",
  "location": "Location",
  "description": "Description",
  "maps": "Open Maps",
  "CFHmission": "Cultural Fusion Hub Mission Statement",
  "mission-statement-one": "Our children carry different cultures and backgrounds as part of who they are. Through this community, we hope that children can take pride in their own identities, connect and share with other children and families. Our goal is for children to find a place where they belong through this community, understand each other, and grow together. Also, we hope to contribute to a society where the broader society as a whole accepts diversity.",
  "mission": "Our Mission",
  "mission-statment-two-head": "Support and Information Provision:",
  "mission-statment-two": "This is a place where mixed-race children and their parents can offer mutual support and information when exploring their identities or facing difficulties. They can share information and experiences about identity formation, differences in perception, culture shock, language learning, etc., and support each other.",
  "mission-statment-three-head": "Community Formation:",
  "mission-statment-three": "It is important for mixed-race children to connect with peers who have similar experiences and backgrounds. By establishing and supporting communities, social gatherings, and support groups where mixed-race children gather, we provide a place where they can support each other and share common challenges and experiences.",
  "mission-statment-four-head": "Providing a Cultural Bridge:",
  "mission-statment-four": "Mixed-race children grow up between different cultures, so it's necessary to support their connection to both Japanese culture and other cultures. Through language learning programs, cultural exchange events, and intercultural understanding education, we support the bridging of different cultures.",
  "mission-statment-five-head": "Acceptance and Affirmation of Identity:",
  "mission-statment-five": "We provide support for mixed-race children to accept and affirm their own identities. Through self-development programs, counseling, and workshops related to identity, we assist with identity crises and improving self-esteem.",
  "mission-statment-six-head": "Interaction and Information Sharing between Children and Parents:",
  "mission-statment-six": "We provide a place for parents of mixed-race children to connect and share information and experiences. We form a community among parents through child-rearing consultations, exchanging information about education, and participating in local events and activities.",
  "mission-statment-seven-head": "Addressing Prejudice and Discrimination and Promoting Enlightenment:",
  "mission-statment-seven": "The community supports and carries out enlightening activities in response to the prejudice and discrimination that mixed-race children face. We provide information about discrimination and opportunities for dialogue, and carry out activities to promote the existence of mixed individuals and the value of diversity.",
  "contact-form": "Contact Form",
  "first-name": "First Name",
  "last-name": "Last Name",
  "message": "Message",
  "send": "Send",
  "event-description": "A gathering for mixed kids and their moms and dads. We also have English book readings! We have plenty of toys prepared, so feel free to bring your children along. If you have time, let's go for lunch or to a nearby summer festival after the gathering!",
  "yuka-description": "Welcome to our community. I'm Yuka Obikane. I am in an international marriage and am raising a mixed-race child. For children growing up in a bicultural or bilingual environment, their journey is never easy. Despite being born in Japan, I saw children being called foreigners and felt that they needed a place where they could accept themselves and live with confidence. In this community, we support you in getting the support and advice you need, through the sharing of information and experiences. We want to provide an environment where mixed-race children and their parents can support each other, connect, and where growing children can establish their own identity. Ultimately, we hope that our activities will help to promote diversity in Japanese society. We hope to build a more inclusive and tolerant society, where mixed-race children and their parents can take pride in themselves, and unite while recognizing their differences. Let's build a wonderful future together! Yuka Obikane, Graduated from Elon University (North Carolina, USA). After working at a publishing company in New York, I worked for a long time at a foreign-affiliated company in Japan. I am interested in changing people's lives through education and have switched to the education field. I am committed to helping the next generation of children to accept themselves and respect others.",
  "saho-description": "Hello everyone. I'm Saho Peterson. I was born in Kochi prefecture. I live in Tokyo with my American husband and mixed-race daughter. Since I was young, I've been interested in international societies and different cultures, and so far, I've traveled to more than 20 countries and 30 cities, including studying in New York. Through travel, I've come into contact with the values of various countries and became interested in where the so-called 'Japanese-ness' comes from. In university, I wrote my graduation thesis on the theme of 'The Influence of Elementary School Education on the Collective Consciousness of Japanese People'. When writing my graduation thesis, I went to a archived library, which has textbooks from before the war, and found it interesting to see the policy of what kind of citizens the country wants to create, as the same story can have different endings. If you're interested, I highly recommend visiting. In the past few years, work and alcohol have been a major part of my life, but since my daughter was born, I've been realizing the importance of a work-life balance. As a parent of a mixed-race child, I want to be involved in creating an environment where each child in a diverse society can say 'I am me', regardless of nationality, gender, skin color, eye color, creed, etc."
}
